Repository: Jeimerson/bothub-engine
Catalog: bothub/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Password
pt_br: Senha

source: Current Password
pt_br: Senha Atual

source: New Password
pt_br: Nova Senha

source: Wrong password
pt_br: Senha incorreta

source: No user registered with this email
pt_br: Nenhum usuário registrado com esse email

source: Invalid token for this user
pt_br: Token inválido para esse usuário

source: Repository's UUID
pt_br: UUID da Inteligência

source: Filter evaluations with entities with a specific group.
pt_br: Filtre avaliações com entidades com um grupo específico.

source: Filter evaluations with an entity.
pt_br: Filtrar avaliações com uma entidade.

source: Filter for examples with version id.
pt_br: Filtrar por frases com id de versão.

source: Repository {} does not exist
pt_br: Inteligência {} não existe

source: Invalid repository_uuid
pt_br: repository_uuid inválido

source: Evaluate Text
pt_br: Avaliar Texto

source: Language
pt_br: Idioma

source: Intent MUST match existing intents for training.
pt_br: A intenção DEVE corresponder às já existentes no treinamento.

source: Entities MUST match existing entities for training.
pt_br: As entidades DEVEM corresponder às já existentes no treinamento.

source: Example's ID
pt_br: ID de frases

source: Filter for examples with or without translation
pt_br: Filtrar por frases com ou sem tradução

source: Order examples with translation by language
pt_br: Ordenar frases com tradução por idioma

source: Filter for examples with entities with specific group.
pt_br: Filtre sentenças com entidades com um grupo específico.

source: Filter for examples with entity.
pt_br: Filtrar por exemplos com entidade.

source: Filter for examples with entity by id.
pt_br: Filtre exemplos com entidade por ID.

source: Filter by record creation date, example: 2020-08-15 15:35:12.51
pt_br: Filtre pela data de criação do registro, exemplo: 2020-08-15 15:35:12.51

source: Filter by record creation date, example: 2020-08-17 15:35:12.51
pt_br: Filtre pela data de criação do registro, exemplo: 2020-08-17 15:35:12.51

source: Filter for examples with intent by text.
pt_br: Filtre exemplos com intenção pelo texto.

source: Filter for examples with intent by id.
pt_br: Filtre exemplos com intenção por id.

source: Organization deleted with success
pt_br: Organização {} removida com sucesso

source: Invalid token header.
pt_br: Token inválido.

source: Organization Nickname
pt_br: Apelido da Organização

source: Organization {} does not exist
pt_br: Organização {} não existe

source: Invalid organization UUID
pt_br: UUID da organização inválida

source: You cannot change your own role
pt_br: Você não pode mudar seu próprio papel

source: You cannot set user role 0
pt_br: Você não pode configurar o papel 0

source: This organization nickname already exists
pt_br: Esse apelido de organização já existe

source: You cannot delete your own user.
pt_br: Você não pode deletar seu próprio usuário.

source: Repository Owner Id
pt_br: ID do(a) dono(a) da inteligência

source: Repository Owner Nickname
pt_br: Nome de exibição do(a) proprietário(a) da inteligência

source: Invalid repository UUID
pt_br: UUID de inteligência inválido

source: Knowledge base {} does not exist
pt_br: Base de conhecimento {} não existe

source: Invalid Knowledge base
pt_br: Base de conhecimento inválida.

source: Text {} does not exist
pt_br: Texto {} não existe

source: Invalid Context
pt_br: Contexto inválido.

source: RepositoryVersion {} does not exist
pt_br: RepositoryVersion {} não existe

source: Invalid repository_version
pt_br: repository_version inválido

source: RepositoryVersionLanguage {} does not exist
pt_br: RepositoryVersionLanguage {} não existe

source: Invalid repository_version_language
pt_br: idioma da versão da inteligência

source: Repository Version ID
pt_br: ID da versão da inteligência

source: Filter intents with version id.
pt_br: Filtrar intenções pelo id da versão.

source: Leave a message for repository administrators
pt_br: Deixe uma mensagem para administradores da inteligência

source: Categories
pt_br: Categorias

source: Algorithm
pt_br: Algoritmo

source: When using competing intents the confidence of the prediction is distributed in all the intents.
pt_br: Quando intenções concorrentes são usadas, a confidência da predição é distribuída em todas as intenções.

source: Use competing intents
pt_br: Usar intenções concorrentes

source: When enabling name entities you will receive name of people, companies and places as results of your predictions.
pt_br: Quando entidades de nomes estão habilitadas, você identificará nome de pessoas, empresas e lugares como resultados de suas predições.

source: Use name entities
pt_br: Usar entidades de nomes

source: When selected, the algorithm will learn the patterns of individual characters instead of whole words. This approach works better for some languages.
pt_br: Quando a análise de caractere está habilitada, o algoritmo irá aprender os padrões individuais dos caracteres ao invés de apenas palavras inteiras. Essa abordagem funciona melhor para alguns idiomas, como Português do Brasil.

source: Use analyze char
pt_br: Usar análise de caractere

source: Repository Type
pt_br: Tipo da inteligência

source: The owner role can't be changed.
pt_br: O papel de dono não pode ser modificado.

source: Sentence already exists
pt_br: Frase já existe

source: Allows you to define a group for a specific entity
pt_br: Permite definir um grupo para uma entidade específica

source: You can't contribute in this repository
pt_br: Você não pode contribuir nessa inteligência

source: Define a intent or one entity
pt_br: Defina uma intenção ou uma entidade

source: You can't contribute in this organization
pt_br: Você não pode contribuir nessa organização

source: Group name can't be equal to entity name
pt_br: O nome do grupo não pode ser igual ao nome da entidade

source: Enter a valid value consisting of lowercase letters, numbers, underscores or hyphens.
pt_br: Coloque um valor que tenha letras, números, underscores ou hífens.

source: Organization not found
pt_br: Organização não encontrada

source: Repository already added
pt_br: Inteligência já adicionada

source: Something unexpected happened! We couldn't analyze your text.
pt_br: Algo inesperado aconteceu! Não conseguimos analisar seu texto.

source: Something unexpected happened! We couldn't debug your text.
pt_br: Algo inesperado aconteceu! Não conseguimos testar seu texto.

source: The response parameter is invalid or malformed.
pt_br: O parâmetro response está inválido ou malformado.

source: Entities need to match from the original content. Entities: {0}. Original entities: {1}.
pt_br: Entidades precisam corresponder ao conteúdo original. Entidades: {0}. Entidades Originais: {1}

source: Can't translate to the same language
pt_br: Não é possível traduzir para o mesmo idioma

source: Only letters and numbers allowed
pt_br: Apenas letras e números são permitidos

source: This Repository Version already exists
pt_br: Esta versão do repositório já existe

source: Invalid token.
pt_br: Token inválido

source: Invalid token header. No credentials provided.
pt_br: Cabeçalho de token inválido. Nenhuma credencial providenciada.

source: Enter a valid 'nickname' consisting of letters, numbers, underscores or hyphens.
pt_br: Escolha um 'apelido' válido com letras, números, underscores ou hífens.

source: The user nickname can't be '{}'
pt_br: O apelido do usuário não pode ser '{}'

source: repository organization
pt_br: inteligência da organização

source: name
pt_br: nome

source: User's name.
pt_br: Nome do usuário.

source: locale
pt_br: local

source: User's locale.
pt_br: Local do usuário.

source: nickname
pt_br: apelido

source: User's or Organization nickname, using letters, numbers, underscores and hyphens without spaces.
pt_br: Apelido de usuário ou organização, usando letras, números, underline e hífen sem espaços.

source: biography
pt_br: biografia

source: joined at
pt_br: entrou em

source: user
pt_br: usuário

source: users
pt_br: usuários

source: User's email.
pt_br: Email do usuário.

source: staff status
pt_br: status staff

source: active
pt_br: ativo

source: Welcome to Bothub
pt_br: Bem-vindo ao Bothub

source: Reset your bothub password
pt_br: Resete sua senha do bothub

source: Hello, %(name)s!
pt_br: Olá, %(name)s!

source: You\
pt_br: Você\

source: We are happy to have you with us and hope you enjoy Bothub.
pt_br: Estamos felizes em ter você conosco e espero que aproveite o Bothub.

source: English
pt_br: Inglês

source: German
pt_br: Alemão

source: Spanish
pt_br: Espanhol

source: Portuguese
pt_br: Português

source: French
pt_br: Francês

source: Italian
pt_br: Italiano

source: Dutch
pt_br: Holandês

source: Brazilian Portuguese
pt_br: Português do Brasil

source: Indonesian
pt_br: Indonésio

source: Mongolian
pt_br: Mongolês

source: Arabic
pt_br: Árabe

source: Russian
pt_br: Russo

source: Thai
pt_br: Tailandês

source: Vietnamese
pt_br: Vietnamita

source: Swahili
pt_br: Suaíli

source: Catalan
pt_br: Catalão

source: Danish
pt_br: Dinamarquês

source: Greek
pt_br: Grego

source: Persian
pt_br: Persa

source: Finnish
pt_br: Finlandês

source: Irish
pt_br: Irlandês

source: Hebrew
pt_br: Hebraico

source: Croatian
pt_br: Croata

source: Hungarian
pt_br: Húngaro

source: Japanese
pt_br: Japonês

source: Norwegian
pt_br: Norueguês

source: Polish
pt_br: Polandês

source: Romanian
pt_br: Romeno

source: Sinhala
pt_br: Cingalês

source: Swedish
pt_br: Sueco

source: Telugu
pt_br: Telugo

source: Turkish
pt_br: Turco

source: Tatar
pt_br: Tártaro

source: Chinese
pt_br: Chinês

source: Hausa
pt_br: Hauçá

source: Georgian
pt_br: Georgiana

source: Kazakh
pt_br: Cazaque

source: Albanian
pt_br: Albanês

source: Armenian
pt_br: Armênia

source: Azerbaijani
pt_br: Azerbaijão

source: Belarusian
pt_br: Bielorrusso

source: Bosnian
pt_br: Bósnio

source: Bulgarian
pt_br: Búlgaro

source: Czech
pt_br: Tcheca

source: Kyrgyz
pt_br: Quirguiz

source: Macedonian
pt_br: Macedônia

source: Serbian
pt_br: Sérvia

source: Ukrainian
pt_br: Ucraniana

source: Uzbek
pt_br: Uzbeque

source: Afrikaans
pt_br: Africâner

source: Amharic
pt_br: Amárico

source: Aragonese
pt_br: Aragonês

source: Avaric
pt_br: Avárico

source: Basque
pt_br: Basco

source: Bihari languages
pt_br: Línguas bihari

source: Breton
pt_br: Bretão

source: Burmese
pt_br: Birmanês

source: Chechen
pt_br: Checheno

source: Corsican
pt_br: Corso

source: Estonian
pt_br: Estoniano

source: Faroese
pt_br: Feroês

source: Fijian
pt_br: Fijiano

source: Galician
pt_br: Galego

source: Haitian
pt_br: Haitiano

source: Icelandic
pt_br: Islandês

source: Javanese
pt_br: Javanês

source: Kashmiri
pt_br: Caxemira

source: Korean
pt_br: Coreano

source: Kurdish
pt_br: Curdo

source: Latin
pt_br: Latim

source: Luxembourgish
pt_br: Luxemburguês

source: Lao
pt_br: Laos

source: Lithuanian
pt_br: Lituano

source: Latvian
pt_br: Letão

source: Malagasy
pt_br: Malgaxe

source: Malay
pt_br: Malaio

source: Malayalam
pt_br: Malaiala

source: Maltese
pt_br: Maltês

source: Norwegian Nynorsk
pt_br: Nynorsk Norueguês

source: Occitan
pt_br: Occitânico

source: Church Slavic
pt_br: Eslavo da igreja

source: Ossetian
pt_br: Ossétia

source: Romansh
pt_br: Romanche

source: Sanskrit
pt_br: Sânscrito

source: Sardinian
pt_br: Sardo

source: Sindhi
pt_br: Sindi

source: Northern Sami
pt_br: Sami do norte

source: Samoan
pt_br: Samoano

source: Gaelic
pt_br: Gaélico

source: Slovak
pt_br: Eslovaco

source: Slovenian
pt_br: Esloveno

source: Sundanese
pt_br: Sudanês

source: Tamil
pt_br: Tâmil

source: Tajik
pt_br: Tadjique

source: Tibetan
pt_br: Tibetano

source: Turkmen
pt_br: Turcomano

source: Tagalog
pt_br: Tagalo

source: Tahitian
pt_br: Taitiano

source: Uighur
pt_br: Uigur

source: Walloon
pt_br: Valão

source: Welsh
pt_br: Galês

source: Western Frisian
pt_br: Frísio ocidental

source: Yiddish
pt_br: Iídiche

source: Yoruba
pt_br: Ioruba

source: {} is not a supported language.
pt_br: {} não é um idioma suportado.

source: The label can't be named as "other"
pt_br: A categoria não pode ser nomeada de "other"

source: repository category
pt_br: categoria da inteligência

source: repository categories
pt_br: categories da inteligência

source: icon
pt_br: ícone

source: description
pt_br: descrição

source: created at
pt_br: criado em

source: organization authorization
pt_br: autorização da organização

source: organization authorizations
pt_br: autorizações da organização

source: not set
pt_br: não configurado

source: contributor
pt_br: contribuidor

source: role
pt_br: papel

source: repository
pt_br: inteligência

source: repositories
pt_br: inteligências

source: Categories for approaching repositories with the same purpose
pt_br: Categorias para aproximar inteligências com mesmo propósito

source: Tell what your bot do!
pt_br: Diga o que sua inteligência faz!

source: Neural Network with internal vocabulary
pt_br: Rede Neural com vocabulário interno

source: Neural Network with external vocabulary (BETA)
pt_br: Rede Neural com vocabulário externo (BETA)

source: Transformer Neural Network with internal vocabulary
pt_br: Rede Neural de transformadores com vocabulário interno

source: Transformer Neural Network with word embedding external vocabulary
pt_br: Rede neural do transformador com vocabulário externo de incorporação de palavras

source: Transformer Neural Network with BERT word embedding
pt_br: Rede Neural de transformadores com BERT

source: Content
pt_br: Conteúdo

source: Repository display name
pt_br: Nome de exibição da inteligência

source: slug
pt_br: sigla

source: Easy way to found and share repositories
pt_br: Forma fácil de encontrar e compartilhar inteligências

source: repository type
pt_br: Tipo da inteligência

source: language
pt_br: idioma

source: Repository's examples language. The examples can be translated to other languages.
pt_br: Idioma de frases da inteligência. As frases podem ser traduzidas para outros idiomas.

source: algorithm
pt_br: algoritmo

source: private
pt_br: privado

source: Your repository can be private, only you can see and use, or can be public and all community can see and use.
pt_br: Sua inteligência pode ser privada, apenas você pode ver e usar, ou pode ser pública e toda a comunidade pode ver e usá-la.

source: Base URL NLP
pt_br: URL Base do NLP

source: You need to have at least one registered test phrase
pt_br: Você precisa ter ao menos uma frase de teste

source: You need to have at least two registered intents
pt_br: Você precisa ter ao menos duas intenções registradas

source: You need to have at least twenty train phrases for each intent
pt_br: Você precisa ter ao menos vinte frases de trainamento para cada intenção

source: repository version
pt_br: versão da inteligência

source: last update
pt_br: última atualização

source: is deleted
pt_br: está deletado

source: repository version language
pt_br: idioma da versão da inteligência

source: repository version languages
pt_br: idiomas das versões de inteligência

source: training started at
pt_br: treinamento iniciado em

source: trained at
pt_br: treinado em

source: failed at
pt_br: falhou em

source: training log
pt_br: log de treinamento

source: total training end
pt_br: treinamento final total

source: This bot version has already been trained.
pt_br: Essa versão da inteligência já foi treinada.

source: This bot version is being trained.
pt_br: Essa versão da inteligência está sendo treinada.

source: All examples need to have a intent.
pt_br: Todas as frases precisam ter uma intenção.

source: The "{}" intention has only {} sentence Add 1 more sentence to that intention (minimum is {})
pt_br: A intenção "{}" tem apenas {} frase Adicione mais 1 frase a essa intenção (o mínimo são {})

source: The entity "{}" has only {} sentence Add 1 more sentence to that entity (minimum is {})
pt_br: A entidade "{}" tem apenas {} frase Adicione mais 1 frase a essa entidade (o mínimo são {})

source: You only added 1 intention Add 1 more intention (it is necessary to have at least {} intentions for the algorithm to identify)
pt_br: Você apenas adicionou 1 intenção Adicione mais 1 intenção (é necessário ter pelo menos {} intenções para o algoritmo identificar)

source: bot data
pt_br: dados da inteligência

source: Rasa Version Code
pt_br: Código da Versão Rasa

source: repository nlp queue train
pt_br: repositório da fila do pln

source: Pending
pt_br: Pendente

source: Success
pt_br: Sucesso

source: Failed
pt_br: Falhou

source: NLP Tranining
pt_br: Treinamento de NLP

source: Repository Auto Translation
pt_br: Auto-tradução da inteligência

source: id queue
pt_br: ID da Fila

source: From Queue NLP
pt_br: Origem da fila

source: Status Queue NLP
pt_br: Status da Fila PLN

source: Machine Learning Units AiPlatform
pt_br: Unidades de aprendizado de máquina AiPlatform

source: end training
pt_br: treinamento final

source: repository nlp logs
pt_br: logs de nlp

source: Text
pt_br: Texto

source: NLP Log
pt_br: Log NLP

source: repository nlp logs intent
pt_br: log de intenções da inteligência

source: Intent
pt_br: Intenção

source: Confidence
pt_br: Confidência

source: is default, intent selected
pt_br: por padrão, intenção selecionada

source: repository report
pt_br: relatório do repositório

source: repository reports
pt_br: relatórios do repositório

source: report date
pt_br: data do relatório

source: repository intent
pt_br: intenção do repositório

source: repository intents
pt_br: intenções do repositório

source: intent
pt_br: intenção

source: Example intent reference
pt_br: Intenção referência da frase

source: repository example
pt_br: frase de inteligência

source: repository examples
pt_br: frases da inteligência

source: text
pt_br: texto

source: Example text
pt_br: Texto da frase

source: repository translated example
pt_br: frase traduzida da inteligência

source: repository translated examples
pt_br: frases traduzidas da inteligência

source: Example object
pt_br: Objeto frase

source: Translation language
pt_br: Idioma de tradução

source: Translation text
pt_br: Texto de tradução

source: group
pt_br: grupo

source: entity
pt_br: entidade

source: Entity name
pt_br: Nome de entidade

source: repository example entity
pt_br: entidade de frase da inteligência

source: repository example entities
pt_br: entidades de frase da inteligência

source: start
pt_br: começar

source: Start index of entity value in example text
pt_br: Índice inicial do valor da entidade na frase

source: end
pt_br: fim

source: End index of entity value in example text
pt_br: Índice final do valor da entidade na frase

source: Translated example object
pt_br: Objeto frase traduzido

source: repository authorization
pt_br: autorização da inteligência

source: repository authorizations
pt_br: autorizações da inteligência

source: New role in {}
pt_br: Novo papel em {}

source: repository vote
pt_br: voto da inteligência

source: repository votes
pt_br: votos da inteligência

source: repository migrate
pt_br: migração de repositório

source: repository migrates
pt_br: migrações do repositório

source: New authorization request in {}
pt_br: Nova solicitação de autorização em {}

source: Access denied to {}
pt_br: Acesso negado para {}

source: Authorization Request Approved to {}
pt_br: Solicitação de autorização aprovada para {}

source: repository evaluate test
pt_br: teste de availiação da inteligência

source: repository evaluate tests
pt_br: testes de availiação da inteligência

source: Evaluate test text
pt_br: Frase de avaliação

source: Evaluate intent reference
pt_br: Referência de intenção de avaliação

source: evaluate object
pt_br: avaliar objeto

source: evaluate results
pt_br: resultados de avaliação

source: Intent Confusion Matrix Chart
pt_br: Gráfico de Matriz de Confusão por Intenção

source: Intent Prediction Confidence Distribution
pt_br: Distribuição de confidências de predição por Intenção

source: Evaluate Log
pt_br: Log de Avaliação

source: Version
pt_br: Versão

source: repository translator
pt_br: tradutor de repositório

source: repository translators
pt_br: tradutores de repositório

source: repository score
pt_br: voto da inteligência

source: repository scores
pt_br: pontuação da inteligência

source: title
pt_br: título

source: Knowledge Base title
pt_br: título da base de conhecimento

source: repository qa nlp logs
pt_br: logs de nlp QA

source: Question
pt_br: Pergunta

source: You can change approved_by just one time.
pt_br: Você pode mudar o "aprovado por" apenas uma vez.

source: Copy
pt_br: Cópia

source: You can cancel your e-mail subscription <a rel="nofollow" href="%(cancel_subscription_url)s" style="color: #FFFFFF;">here</a>.
pt_br: Você pode cancelar sua inscrição de e-mail <a rel="nofollow" href="%(cancel_subscription_url)s" style="color\: #FFFFFF;">aqui</a>.

source: New Authorization Request
pt_br: Nova Solicitação de Autorização

source: You receive new authorization request from <strong>%(user_name)s</strong> to repository <strong>%(repository_name)s</strong>.
pt_br: Você recebeu uma solicitação de autorização de <strong>%(user_name)s</strong> para a inteligência <strong>%(repository_name)s</strong>.

source: You receive new authorization request from %(user_name)s to repository %(repository_name)s.
pt_br: Você recebeu uma nova solicitação de autorização de %(user_name)s para a inteligência %(repository_name)s.

source: Hi, %(user_name)s
pt_br: Oi, %(user_name)s

source: %(responsible_name)s added you as <strong>%(new_role_lower)s</strong> in the repository <strong>%(repository_name)s</strong>.
pt_br: %(responsible_name)s adicionou você como <strong>%(new_role_lower)s</strong> na inteligência <strong>%(repository_name)s</strong>.

source: %(responsible_name)s added you as %(new_role_lower)s in the repository %(repository_name)s.
pt_br: %(responsible_name)s adicionou você como %(new_role_lower)s na inteligência %(repository_name)s.

source: Authorization Request Approved
pt_br: Solicitação de Autorização Aprovada.

source: Your authorization request to repository <strong>%(repository_name)s</strong> was approved by <strong>%(admin_name)s</strong>.
pt_br: Sua solicitação de autorização à inteligência <strong>%(repository_name)s</strong> foi aprovada por <strong>%(admin_name)s</strong>.

source: Your authorization request to repository %(repository_name)s was approved by %(admin_name)s.
pt_br: Sua solicitação de autorização à inteligência %(repository_name)s foi aprovado por %(admin_name)s.

source: We’re sorry to say that, but your request to access the repository %(repository_name)s was denied.
pt_br: Pedimos desculpas por isso, mas sua solicitação de aprovação %(repository_name)s foi negada.

source: Keep up contributing and creating bots with Bothub.
pt_br: Continue contribuindo e criando inteligências com Bothub.

source: An error has occurred
pt_br: Um erro inesperado aconteceu

source: {} is not a supported classifier.
pt_br: {} não é um classificador suportado.
